export const dummyData = [
  {
    id: 1,
    startDate: 2015,
    endDate: 2022,
    theme: "Наука",
    stamps: [
      {
        id: 1,
        year: 2015,
        info: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        id: 2,
        year: 2016,
        info: "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11",
      },
      {
        id: 3,
        year: 2017,
        info: "Космическая станция «Спутник» входит в список самых далеких объектов в космическом пространстве",
      },
      {
        id: 4,
        year: 2018,
        info: "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi",
      },
    ],
  },
  {
    id: 2,
    startDate: 1987,
    endDate: 1991,
    theme: "Кино",
    stamps: [
      {
        id: 1,
        year: 1987,
        info: "Хищник/Predator (1994) — первая кинофильма в категории «Приключения»",
      },
      {
        id: 2,
        year: 1988,
        info: "Кто подставил кролика Роджера, США (руж. Робекрт Земекис)",
      },
      {
        id: 3,
        year: 1989,
        info: "Назад в будущее 2/Back to the Future II (1989)",
      },
      {
        id: 4,
        year: 1990,
        info: "Матрица (1999) — первая кинофильма в категории «Фантастика»",
      },
    ],
  },
  {
    id: 3,
    startDate: 2000,
    endDate: 2007,
    theme: null,
    stamps: [
      {
        id: 1,
        year: 2000,
        info: "Открытие нового века, начало широкого распространения интернета.",
      },
      {
        id: 2,
        year: 2001,
        info: " Ввод в эксплуатацию башни-близнецы в Нью-Йорке (на момент теракта 11 сентября).",
      },
      {
        id: 3,
        year: 2004,
        info: `Выпуск "Тетрадь смерти" в Японии, а также знаменитое событие в истории кино — премьера "Гарри Поттер и философский камень".`,
      },
      {
        id: 4,
        year: 2007,
        info: "Выпуск iPhone и массовое развитие мобильных технологий.",
      },
      {
        id: 5,
        year: 2007,
        info: `В Лондоне открылась выставка "Титаник: История трагедии", посвященная знаменитой катастрофе 1912 года. Выставка привлекла большое количество посетителей.`,
      },
    ],
  },
  {
    id: 4,
    startDate: 2010,
    endDate: 2015,
    theme: "Технологии",
    stamps: [
      {
        id: 1,
        year: 2010,
        info: "Выпуск первого iPad, начало эры планшетов.",
      },
      {
        id: 2,
        year: 2011,
        info: "Становление социальных сетей как важного элемента коммуникации и бизнеса.",
      },
      {
        id: 3,
        year: 2013,
        info: "Запуск первого коммерческого робота-гуманоида от компании Boston Dynamics.",
      },
      {
        id: 4,
        year: 2015,
        info: "Рост популярности виртуальной реальности и запуск Oculus Rift.",
      },
    ],
  },
  {
    id: 5,
    startDate: 1995,
    endDate: 2000,
    theme: "Интернет",
    stamps: [
      {
        id: 1,
        year: 1995,
        info: "Запуск Windows 95 — один из первых значимых шагов в распространении интернета.",
      },
      {
        id: 2,
        year: 1997,
        info: "Появление первого поисковика Google.",
      },
      {
        id: 3,
        year: 1999,
        info: "Запуск популярного портала eBay для онлайн-покупок.",
      },
    ],
  },
  {
    id: 6,
    startDate: 2015,
    endDate: 2023,
    theme: "Экономика",
    stamps: [
      {
        id: 1,
        year: 2015,
        info: "Восстановление мировых рынков после кризиса 2008 года.",
      },
      {
        id: 2,
        year: 2017,
        info: "Рост криптовалют и внедрение блокчейна в экономику.",
      },
      {
        id: 3,
        year: 2020,
        info: "Пандемия COVID-19 и её влияние на глобальную экономику.",
      },
      {
        id: 4,
        year: 2022,
        info: "Инфляция и экономические изменения после пандемии.",
      },
    ],
  },
];
